# data.py
team_data = {
    'men': {
        'Бородавко / Жмурко': ['Александр Большунов', 'Артём Мальцев', 'Егор Митрошин', 'Денис Спицов', 'Алексей Червоткин'],
        'Сорина / Черноусова': ['Сергей Ардашев', 'Александр Бакуров', 'Сергей Волков', 'Никита Денисов', 'Савелий Коростелёв', 'Александр Терентьев', 'Константин Тиунов', 'Иван Якимушкин', 'Сергей Устюгов'],
        # ... остальные данные
    },
    'women': {
        # ... данные женской команды
    }
}

events_data = [
    {'date': '5 января', 'name': 'Кубок Европы — спринт', 'place': 'Лахти, Финляндия', 'comment': 'Первые стартовые гонки сезона.'},
    {'date': '20 января', 'name': 'Чемпионат страны', 'place': 'Тюмень', 'comment': 'Отбор в основную сборную.'},
    # ... остальные события
]